Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: To all players, Thank you very much for playing "NieR:Automata." We have a special message for you! This game has several different storylines that change each time you play. You have witnessed the "A route," but there are still many story elements and changes to the gameplay systems you have not seen yet. We highly recommend you play through again to witness the full "NieR:Automata" experience. We hope you enjoy the rest of the game! Sincerely, Square Enix PR
pl: Do wszystkich graczy, Dziękujemy serdecznie za zagranie w „NieR:Automata”. Mamy dla Was specjalną wiadomość! Ta gra posiada kilka ścieżek fabularnych, które podczas gry, za każdym razem się zmieniają. Doświadczyliście właśnie „ścieżki A”, ale wciąż istnieje wiele elementów historii i zmian w gameplayu, których jeszcze nie widzieliście. Zalecamy rozegranie gry ponownie, aby doświadczyć pełnego „NieR:Automata”. Mamy nadzieję, że reszta gry również Wam się spodoba! Z pozdrowieniami, Square Enix PR

source: To break this stalemate once and for all.
pl: aby przełamać przez tę patową sytuację raz na zawsze.

source: To business already? My my!
pl: Od razu przechodzimy do interesów? No, no!

source: To consider someone a friend...
pl: Uznać kogoś za przyjaciela...

source: To continue playing with the same save data you used to complete the game, select Continue and load that save data.
pl: Aby kontynuować grę używając zapisu ukończonej gry, wybierz Kontynuuj i wczytaj zapis.

source: To cripple the machines' aerial defense system, 9S hacks into it along with the scanner squad.
pl: Aby sparaliżować system obrony przeciwpowietrznej maszyn, razem z oddziałem innych skanerów, 9S włamuje się do jego systemu.

source: To eliminate all others and reside at the pinnacle of existence!
pl: Aby wyeliminować innych, dzięki czemu osiągniemy szczyt egzystencji!

source: To exist, I must be strong...
pl: Aby przetrwać, muszę być silny...

source: To give an example,
pl: Dla przykładu,

source: To kill the bastard who murdered my friend!
pl: Zabić tego drania, który zamordował moją przyjaciółkę!

source: To protect what I loved
pl: By chronić to, co kocham

source: To support 2B, 9S tries to hack her foe's nervous system. Though heavily wounded in the attempt to protect 2B, he is able to take control of the machine's upper arm with his Pod.
pl: Aby pomóc 2B, 9S próbuje zhakować system nerwowy przeciwnika. Chociaż zostaje ciężko ranny podczas prób ochrony 2B, jest w stanie kontrolować ramię maszyny za pomocą swojego Poda.

source: To the Commercial Facility
pl: Do obiektu komercyjnego

source: To the Peak
pl: Na szczyt

source: To the Top Floor
pl: W drodze na szczyt

source: To think we have the same face, yet such different smiles.<bt_wait>
pl: Pomyśleć, że mamy tę samą twarz, ale tak różne uśmiechy.<bt_wait>

source: To: All users It has come to our attention that the Bunker's main server is approaching maximum capacity. Please organize your user folders and delete any old data to free up space. Additionally, there are many members who have saved large music files and entertainment videos which do not appear to be mission-critical. All such data must be transferred to local storage at once. —IT Operations, Lead Server Engineer
pl: Do: Wszyscy użytkownicy Zwróciło naszą uwagę, że serwery Bunkra zbliżają się do maksymalnej pojemności. Proszę, przeorganizujcie swoje foldery użytkowników i pousuwajcie stare dane, aby zwolnić miejsce. Poza tym, istnieje wielu członków, którzy pozapisywali duże pliki muzyczne i rozrywkowe, które wydają się nie być istotne dla misji. Wszystkie takie dane muszą zostać natychmiast przeniesione do lokalnej bazy. —Obsługa IT, Główny Inżynier Serwera

source: To: All users We have prepared a hacking library using combat data from YoRHa units. All hacks that have been encountered previously can now be re-visited at your leisure. For safety's sake, however, those that have yet to be encountered have been excluded. Interested parties can access this new library from the server room of the Bunker. —IT Operations, Lead Server Engineer
pl: Do: Wszyscy użytkownicy Przygotowaliśmy bibliotekę hakerską, opierającą się na danych bojowych z jednostek YoRHy. Dzięki temu, w dowolnej chwili, możesz powrócić do hakowania, które miałeś już okazję przeprowadzić. Z przyczyn bezpieczeństwa, wykluczone są jednak te, których jeszcze nie miałeś okazji wykonać. Zainteresowane strony mogą uzyskać dostęp do tej biblioteki z serwerowni Bunkra. —Obsługa IT, Główny Inżynier Serwera

source: To: All users We have prepared a hacking library using combat data from YoRHa units. All hacks that have been encountered previously can now be re-visited at your leisure. For safety's sake, however, those that have yet to be encountered have been excluded. Interested parties can access this new library from the sever room of the Bunker. —IT Operations, Lead Server Engineer
pl: Do: Wszyscy użytkownicy Przygotowaliśmy bibliotekę hakerską, opierając się na danych bojowych z jednostek YoRHy. W wolnej chwili możesz powrócić do wszystkich dotychczas napotkanych hakowań. Z przyczyn bezpieczeństwa, wykluczone są jednak te, których jeszcze nie spotkałeś. Zainteresowane strony mogą uzyskać dostęp do tej biblioteki z serwerowni Bunkra. —Obsługa IT, Główny Inżynier Serwera

source: Today's my 16th birthday, and I have an audience with the king. Mum's apparently worried that he'll charge me with some big important task, so she gave me a cypress stick for...some reason. Pffft. Like that'll help.
pl: Dzisiaj moje 16-te urodziny. Mam uczestniczyć w audiencji u Króla. Mama wyraźnie martwi się tym, że Król da mi jakieś ważne zadanie, więc dała mi cyprysowy kij... z jakiegoś powodu. Pfff, jakby miał mi w czymkolwiek pomóc... Na co mi to?!

source: Today, I have wonderful......
pl: Dzisiaj, mam wspaniałe...

source: Today, I want to see you revel in the glorious and refined combat arts...
pl: Chcę dzisiaj zobaczyć pokaz waszych sławetnych i wysublimowanych sztuk walki...

source: Today, I want you to take me to the top of the village, the Forest Castle, and Pascal's place!
pl: Dzisiaj chcę, żebyś zabrał mnie na najwyższy szczyt wioski, do Leśnego Zamku i mieszkania Pascala!

source: Today, we have a special gift for first-time visitors to this Tower:
pl: Dzisiaj mamy specjalny prezent dla wszystkich odwiedzających tę Wieżę po raz pierwszy:

source: Today... Yesterday... Hello...
pl: Dzisiaj... Wczoraj... Witaj...

source: Together
pl: Razem

source: Together! Together!
pl: Razem! Razem!

source: Together, we're generating enough heat to burn a small planet!
pl: Razem, generujemy tyle ciepła, że możemy spalić małą planetę!

source: Together. Forever. Together. Forever.
pl: Razem. Na. Zawsze. Razem. Na. Zawsze.

source: Toggle Light
pl: Wł/wył światła

source: Toggle ability to leave messages upon death.
pl: Włącz/wyłącz wiadomość pozostawianą po śmierci.

source: Toggle automatic lock-on for Goliath-class enemies.
pl: Włącz/wyłącz automatyczne namierzanie wrogów klasy Goliat.

source: Toggle left stick controls when viewing the map.
pl: Zmień sterowanie lewego analoga przy oglądaniu mapy.

source: Toggle right stick horizontal (left/right) controls when viewing the map.
pl: Zmień sterowanie prawego analoga w poziomie przy oglądaniu mapy.

source: Toggle right stick vertical (up/down) controls when viewing the map.
pl: Zmień sterowanie prawego analoga w pionie przy oglądaniu mapy.

source: Toggle self-destruct function.
pl: Włącz/wyłącz funkcję autodestrukcji.

source: Toggle the vibration function.
pl: Włącz/wyłącz funkcję wibracji.

source: Toggle whether the mini-map rotates or remains static.
pl: Wybierz ustawienie minimapy: WŁ: obrotowa, WYŁ: statyczna.

source: Tomorrow is my day off.
pl: Jutro wezmę sobie wolne.

source: Too Playful Machine
pl: Zbyt radosna maszyna

source: Too bad they can't mass-produce these things yet...
pl: Szkoda, że nie są w stanie ich jeszcze masowo produkować...

source: Too bad. Come again.
pl: Szkoda. Wróć jeszcze.

source: Tool Shop Machine
pl: Maszyna ze sklepu z narzędziami

source: Toothbrush
pl: Szczoteczka do zębów

source: Torch-equipped
pl: z pochodnią

source: Torn Book
pl: Podarta książka

source: Total
pl: Razem

source: Total Quests Cleared
pl: Razem ukończonych zadań

source: Total Stages Cleared
pl: Razem ukończonych poziomów

source: Totally serious! The Commander actually lets a lot of things slide on the side.
pl: Zupełnie poważnie. Pani Komandor naprawdę przymyka oko na wiele rzeczy.

source: Tough luck. But don't let it stop you—just try, try again!
pl: Szkoda. Ale nie zniechęcaj się — po prostu spróbuj jeszcze raz!

source: Tower Infiltration
pl: Infiltracja Wieży

source: Tower Recon
pl: Rozpoznanie Wieży

source: Tower System Outline
pl: Podsumowanie systemu Wieży

source: Tower System Service
pl: Komunikat

source: Tower access authentication key acquired.
pl: Uzyskano klucz autoryzacyjny dostępu do wieży.

source: Tower sub-unit access granted.
pl: Przyznano dostęp do podjednostki Wieży.

source: Toy Material
pl: Surowiec do zabawek

source: Traditional Chinese Localization
pl: Lokalizacja - Chiński Tradycyjny

source: Traffic Violation Notice - License Custody Certificate (Number: Mai A 4321) Date and Time of Notification: July 21 (PM), 2013 Affiliation, Rank, and Name of Notifier: Maihama Police Station, Police Constable Kenichi Sato Issued to: Yosuke Saito Violation Details: Exceeding the speed limit by 30 km to 35 km
pl: Mandat karny — naruszenie przepisów ruchu drogowego (numer: Mai A 4321) Data i czas wystawienia: 21 lipca 2013 (PM) Przynależność, ranga i nazwisko funkcjonariusza: Posterunek Policji Maihama, posterunkowy Kenichi Sato Nazwisko osoby ukaranej: Yosuke Saito Opis wykroczenia: przekroczenie ograniczenia prędkości o 30-35 km/h

source: Trailer Production
pl: Produkcja zwiastuna

source: Training
pl: Trening

source: Transfer data.
pl: Transferuj dane.

source: Transferring FCS control.
pl: Przekazywanie kontroli nad FCS.

source: Transferring IMU control.
pl: Przekazywanie kontroli nad IMU.

source: Transferring coordinate data for the location specified by Resistance Leader.
pl: Przesyłam współrzędne lokalizacji określonej przez Przywódcę Ruchu Oporu.

source: Transfers currently not allowed.
pl: Transfer niedostępny.

source: Transition to the next screen.
pl: Przejdź do następnego ekranu.

source: Translator
pl: Tłumacz

source: Translator/Editor - French
pl: Tłumacz/redaktor (francuski)

source: Translator/Editor - German
pl: Tłumacz/redaktor (niemiecki)

source: Translator/Editor - Italian
pl: Tłumacz/redaktor (włoski)

source: Translator/Editor - Spanish
pl: Tłumacz/redaktor (hiszpański)

source: Transporters? They let you transfer your consciousness to a temporary body back in the Bunker.
pl: Transportery. Powalają przenieść swoją świadomość do tymczasowego ciała w Bunkrze.

source: Travel to another access point.
pl: Podróżuj do innego punktu dostępu.

source: Traveling to the Desert
pl: Podróż na pustynię

source: Treasure Hunt at the Castle
pl: Poszukiwanie skarbu w zamku

source: Treasured Items
pl: Cenne przedmioty

source: Tree Sap
pl: Żywica

source: Tree Seed
pl: Nasiono drzewa

source: Trends Among the Machines
pl: Trendy wśród maszyn

source: Tri-color Cable
pl: Trójkolorowy kabel

source: Tri-color cables are found inside the machines in the amusement park. You don't expect me to slaughter my own kin, do you?
pl: Trójkolorowe kable można znaleźć we wnętrzu maszyn z parku rozrywki. Nie oczekujesz chyba, że zatłukę swoich ziomków, co?

source: Trial 1 (Rec. Lv: 25)
pl: Próba 1 (zalecany poz.: 25)

source: Trial 2 (Rec. Lv: 35)
pl: Próba 2 (zalecany poz.: 35)

source: Trial 3 (Rec. Lv: 50)
pl: Próba 3 (zalecany poz.: 50)

source: Trial 4 (Rec. Lv: 60)
pl: Próba 4 (zalecany poz.: 60)

source: Trial 5 (Rec. Lv: 70)
pl: Próba 5 (zalecany poz.: 70)

source: Trial 6 (Rec. Lv: 80)
pl: Próba 6 (zalecany poz.: 80)

source: Trial of Sand
pl: Próba piasków

source: Triggered by an enemy EMP attack, YoRHa units are corroded by the virus. 2B and 9S are forced to turn their weapons on their own comrades to survive.
pl: Jednostki YoRHa zostają skażone wirusem uruchomionym przez wrogi atak EMP. Jeśli chcą przetrwać, 2B i 9S muszą użyć broni przeciwko swym niedawnym towarzyszom.

source: Trinidad and Tobago
pl: Trynidad i Tobago

source: Trophy 01
pl: Trofeum 01

source: Trophy 02
pl: Trofeum 02

source: Trophy 03
pl: Trofeum 03

source: Trophy 04
pl: Trofeum 04

source: Trophy 05
pl: Trofeum 05

source: Trophy 06
pl: Trofeum 06

source: Trophy 07
pl: Trofeum 07

source: Trophy 08
pl: Trofeum 08

source: Trophy 09
pl: Trofeum 09

source: Trophy 10
pl: Trofeum 10

source: Trophy 11
pl: Trofeum 11

source: Trophy 12
pl: Trofeum 12

source: Trophy 13
pl: Trofeum 13

source: Trophy 14
pl: Trofeum 14

source: Trophy 15
pl: Trofeum 15

source: Trophy 16
pl: Trofeum 16

source: Trophy 17
pl: Trofeum 17

source: Trophy 18
pl: Trofeum 18

source: Trophy 19
pl: Trofeum 19

source: Trophy 20
pl: Trofeum 20

source: Trophy 21
pl: Trofeum 21

source: Trophy 22
pl: Trofeum 22

source: Trophy 23
pl: Trofeum 23

source: Trophy 24
pl: Trofeum 24

source: Trophy 25
pl: Trofeum 25

source: Trophy 26
pl: Trofeum 26

source: Trophy 27
pl: Trofeum 27

source: Trophy 28
pl: Trofeum 28

source: Trophy 29
pl: Trofeum 29

source: Trophy 30
pl: Trofeum 30

source: Trophy 31
pl: Trofeum 31

source: Trophy 32
pl: Trofeum 32

source: Trophy 33
pl: Trofeum 33

source: Trophy 34
pl: Trofeum 34

source: Trophy 35
pl: Trofeum 35

source: Trophy 36
pl: Trofeum 36

source: Trophy 37
pl: Trofeum 37

source: Trophy 38
pl: Trofeum 38

source: Trophy 39
pl: Trofeum 39

source: Trophy 40
pl: Trofeum 40

source: Trophy 41
pl: Trofeum 41

source: Trophy 42
pl: Trofeum 42

source: Trophy 43
pl: Trofeum 43

source: Trophy 44
pl: Trofeum 44

source: Trophy 45
pl: Trofeum 45

source: Trophy 46
pl: Trofeum 46

source: Trophy 47
pl: Trofeum 47

source: Troubled Machine
pl: Maszyna z problemami

source: True. But it also seems kind of fun.
pl: Prawda. Ale wydaje się być też całkiem fajne.

source: True. True true. Strength is why we fight.
pl: Prawda, prawda. Siła jest powodem, dla którego walczymy.

source: Truly a pity.
pl: Naprawdę szkoda.

source: Truly.
pl: Naprawdę.

source: Trumpet
pl: Trąbka

source: Try contacting the Bunker via laser relay system.
pl: Dokonaj próby nawiązania kontaktu z Bunkrem poprzez system przekaźników laserowych.

source: Try going to System → Settings → Camera in the <KC_MENU> System Menu and changing the camera's behavior.
pl: Przejdź do System → Ustawienia → Kamera w <KC_MENU> menu systemowym i spróbuj zmienić zachowanie kamery.

source: Try not to act so recklessly, all right?
pl: Nie rób takich głupot, dobra?

source: Try not to die out there.
pl: Postaraj się tam nie umrzeć.

source: Try not to overdo it, 9S.
pl: Postaraj się nie przemęczać, 9S.

source: Try not to overwork yourself, all right?
pl: Postaraj się nie przemęczać, dobrze?

source: Try the supply trader.
pl: Spytaj u handlarza zaopatrzeniem.

source: Try to sneak up behind your foes, keep out of sight, and then...
pl: Spróbuj podchodzić do wrogów od tyłu, nie daj się wykryć, a następnie...

source: Tunisia
pl: Tunezja

source: Turf War
pl: Walka o terytorium

source: Turkey
pl: Turcja

source: Turn FidelityFX Contrast Adaptive Sharpening on/off.
pl: Włącz/wyłącz wyostrzanie FidelityFX Contrast Adaptive Sharpening.

source: Turn down the request.
pl: Odrzuć prośbę.

source: Turn her down.
pl: Odmów jej.

source: Turn him down.
pl: Odmów mu.

source: Turn invincible for 0.5 seconds after taking damage.
pl: Daje niewrażliwość przez 0,5 s po otrzymaniu obrażeń.

source: Turn invincible for 1 second after taking damage.
pl: Daje niewrażliwość przez 1 s po otrzymaniu obrażeń.

source: Turn invincible for 1.5 seconds after taking damage.
pl: Daje niewrażliwość przez 1,5 s po otrzymaniu obrażeń.

source: Turn invincible for 2 seconds after taking damage.
pl: Daje niewrażliwość przez 2 s po otrzymaniu obrażeń.

source: Turn invincible for 2.5 seconds after taking damage.
pl: Daje niewrażliwość przez 2,5 s po otrzymaniu obrażeń.

source: Turn invincible for 3 seconds after taking damage.
pl: Daje niewrażliwość przez 3 s po otrzymaniu obrażeń.

source: Turn invincible for 4 seconds after taking damage.
pl: Daje niewrażliwość przez 4 s po otrzymaniu obrażeń.

source: Turn invincible for 5 seconds after taking damage.
pl: Daje niewrażliwość przez 5 s po otrzymaniu obrażeń.

source: Turn invincible for 6 seconds after taking damage.
pl: Daje niewrażliwość przez 6 s po otrzymaniu obrażeń.

source: Turn network functions On/Off.
pl: Włącz/wyłącz funkcje sieciowe.

source: Turncoat
pl: Zdrajca

source: Tutorials
pl: Samouczki

source: Twin souls were sacrificed to twin gods and bound to an unbreakable dual-bladed axe. Whenever nicked or damaged, it would instantly repair itself. The two blades would never part. They would be together for the rest of time.
pl: Bliźniacze dusze zostały poświęcone bliźniaczym bogom i spojone w niezniszczalny topór o dwóch ostrzach. Gdy został wyszczerbiony, lub uszkodzony, natychmiast się naprawiał. Dwa ostrza nie mogły zostać rozdzielone. Na zawsze miały zostać razem.

source: Twinfish
pl: Dwuryba

source: Twisted Religion
pl: Skrzywiona religia

source: Two Weeks Later...
pl: Dwa tygodnie później...

source: Two days later...
pl: Dwa dni później...

source: Two to go...
pl: Pozostały dwa...

source: Two-Bee, I...am Operator 6O.
pl: Tuu-Bii, ja... jestem Operatorka 6O.

source: Two...
pl: Dwa...

source: Twoface
pl: Dwutwarz

source: Type
pl: Typ

source: Type A
pl: Typ A

source: Type B
pl: Typ B

source: Type C
pl: Typ C

source: Type-3 Blade
pl: Ostrze typu 3

source: Type-3 Fists
pl: Kastety typu 3

source: Type-3 Lance
pl: Włócznia typu 3

source: Type-3 Sword
pl: Miecz typu 3

source: Type-4O Blade
pl: Ostrze typu 4O

source: Type-4O Fists
pl: Kastety typu 4O

source: Type-4O Lance
pl: Włócznia typu 4O

source: Type-4O Sword
pl: Miecz typu 4O

source: Type-E... I didn't know there was such a thing.
pl: Typ E... Nie miałem pojęcia, że taki model w ogóle istnieje.

source: UI Artist
pl: Artysta interfejsu

source: UI DESIGN
pl: PROJEKT INTERFEJSU

source: UI Sound Design
pl: Projekt udźwiękowienia interfejsu

source: UMMMM...THE LITTLE ONE!
pl: UMMMMM... MALUTKĄ!

source: UNFORGIVABLE!!
pl: NIEWYBACZALNE!!

source: UNLIKE US, THEY ARE ALSO WARM.
pl: W PRZECIWIEŃSTWIE DO NAS, SĄ CIEPŁE.

source: UNLIKE US, THEY CANNOT BE EASILY REPAIRED.
pl: W PRZECIWIEŃSTWIE DO NAS, NIE SĄ ŁATWO NAPRAWIALNE.

source: UNMOUNTED
pl: BEZ JEŹDŹCA

source: UNMOUNTED, TRANSFORMABLE
pl: BEZ JEŹDŹCA, TRANSFORMUJĄCY

source: USA
pl: Stany Zjednoczone

source: Ugh!
pl: Uch!

source: Ugh! Whatever.
pl: Dobra, mniejsza z tym.

source: Ugh, I'm too tired to even move. We're way understaffed!
pl: Ugh, jestem tak zmęczony, że nie mogę się już nawet ruszać. Jest nas zdecydowanie za mało!

source: Ugh, no no no no NO. Did you even study 9S's combat data?
pl: Uch, nie nie nie nie NIE. Czy uczyliście się danych bojowych 9S?!

source: Ugh, no no no no NO. Did you even study theory!?
pl: Uch, nie nie nie nie NIE. Czy uczyliście się w ogóle teorii?!

source: Ugh, you're such a pain! Here we go again...
pl: Uch, ale mnie denerwujesz! Znowu to samo...

source: Ugh... I hope this blows over quickly.
pl: Ugh... Mam nadzieję, że szybko to minie.

source: Ugh... I'm just shit outta luck today.
pl: Ugh... nie mam dziś szczęścia.

source: Uh huh. And?
pl: Mhm. I?

source: Uh oh.
pl: Ojoj.

source: Uh oh. I'm gonna get yelled at again, huh?
pl: O-oo. Znowu mi się oberwie, co?

source: Uh oh. I'm picking up hostile machine lifeforms.
pl: Oho. Odbieram sygnał wrogich mechanicznych form życia.

source: Uh oh. More enemies incoming!
pl: Oho... Nadciąga więcej wrogów!

source: Uh oh... I'd better get to 2B fast!
pl: Ojć... Muszę jak najszybciej dostać się do 2B!

source: Uh, 2B? Little help here?
pl: Em, 2B? Pomożesz mi trochę?

source: Uh, I don't think I asked about that.
pl: Eee, nie wydaje mi się, abym o to pytał.

source: Uh, guys? This is a LOT.
pl: Eee... dziewczyny? To za DUŻO.

source: Uh, hellooo?
pl: Eee, halooo?

source: Uh, hellooo? Go ahead and adjust your settings so you can hear me, all right?
pl: Ee, halo? Nie krępuj się i ustaw głośność tak, aby mnie dobrze słyszeć. Dobrze?

source: Uh, ma'am?
pl: Ehm, proszę pani?

source: Uh, nothing! It's just...that's her nickname. "The Client."
pl: Eee, o nic takiego. To tylko... jej pseudonim. „Zleceniodwaczyni”.

source: Uh, sure.
pl: Eee... jasne.

source: Uh, well, thanks for your help. We'll be on our way.
pl: Eee, no cóż... Dzięki za pomoc! Będziemy się już zbierać.

source: Uh, yeah, no. I think there's a better way.
pl: Eee, nie... Myślę, że istnieje jakiś inny, lepszy sposób.

source: Uh, yeah. Anyway. This is for real. Now fight!
pl: Ech, dobra. Mniejsza o tamto. Teraz na serio. Niech zacznie się walka!

source: Uh-oh... These readings don't look good...
pl: O-oo... Te odczyty nie wyglądają zbyt dobrze...

source: Uh-uhm... It's time to, uh...start the match...
pl: Ehm... Czas bym, ehm... rozpocząć zawody...

source: Uh...I'm not sure we should be helping a machine with combat training...
pl: Uch... Nie jestem przekonany, czy powinniśmy pomagać maszynie w treningu...

source: Uh...okay? I hope he doesn't expect me to just stand here all da—
pl: Eee... okej? Mam nadzieję, że nie spodziewa się, że będę tu stał, cały dzi...

source: Uh...right.
pl: Uhm... dobra.

source: Uh...right. I'll provide support!
pl: Ee... Dobra. Zapewnię wsparcie!

source: Ui Sound Design
pl: Projekt udźwiękowienia interfejsu

source: Ukraine
pl: Ukraina

source: Um, I did that?
pl: Uhm, wysłałem twoje dane?

source: Um, I did that? Sorry, I don't remember.
pl: E, zrobiłem to? Przepraszam, ale tego nie pamiętam.

source: Um, I don't really think I need a receipt.
pl: Eee, nie sądzę, abym potrzebował rachunku.

source: Um, I think there might be some kind of misunderstanding here.
pl: Ee... Myślę, że doszło tu do pewnego nieporozumienia.

source: Um, I thought these machines were your friends.
pl: Hmm... Myślałem, że te maszyny są twoimi przyjaciółmi.

source: Um, Operator? What are you doing?
pl: Em, Operatorko? Co robisz?

source: Um, Pascal? This is 9S.
pl: Um, Pascalu? Tutaj 9S.

source: Um, are you all right?
pl: Eee... Wszystko w porządku?

source: Um, can you please try not to puke while we're in the deep vacuum of space? It's super gross.
pl: Um, mogłabyś postarać się nie wymiotować w próżni kosmicznej? To mega obrzydliwe.

source: Um, did I really just catch a pod?
pl: Eee... czy ja przed chwilą złapałam poda?

source: Um, do you want us to bring a message back to the woman who gave this to you?
pl: Eee... chcesz, żebyśmy zanieśli jakąś odpowiedź kobiecie, która dała ci ten „prezent”?

source: Um, excuse me? Can you please help me? I need to find my little sister. She's lost.
pl: Eee, przepraszam? Możesz mi pomóc? Muszę znaleźć moją młodszą siostrę. Zaginęła.

source: Um, hello there! Hello? Testing testing?
pl: Um, dzień dobry! Halo? Słychać mnie?

source: Um, hello. My name is Pascal.
pl: Um, witaj. Mam na imię Pascal.

source: Um, hello?
pl: Ee, halo?

source: Um, hey...no need to get all angry about this.
pl: Um, hej... Nie ma potrzeby aż tak się denerwować.

source: Um, is there a problem? Did I forget to upload intel or something?
pl: Ehm, jest jakiś problem? Zapomniałam wysłać wywiadu czy coś?

source: Um, is this about the letter?
pl: Ee... czy to dotyczy listu?

source: Um, just one left, I think.
pl: Eee, został mi jeszcze jeden. Tak myślę...

source: Um, let's move that to the box over there...
pl: Em, przenieśmy to do tamtej skrzyni…

source: Um, nothing. Don't worry about it. Take care now!
pl: Um... o nic. Nie przejmuj się. Na razie!
